Хотелось бы выразить признательность за помощь в создании этого проекта следующим людям:<br />
- <strong>Алексею Борзову</strong> и <strong>Bertrand Mansion</strong> за библиотеку <strong>HTML_QuickForm2</strong>, которая может практически все!<br />
- лично <strong>Алексею Борзову</strong> за доработку генерацию клиентской валидации (see trunk)<br />
- создателям фреймворка <strong>jQuery</strong> за визуальные эффекты и селекторы<br />
- <strong>Алексею Романовскому</strong> за <a href="http://css-framework.ru/" target="_blank">стиль</a><br />
- <strong>Дмитрию Филатову</strong> за <a href="http://zforms.ru/" target="_blank">идеи</a><br />
- <a href="http://jaguarsoft.ru/team/">нашему</a> программисту <strong>Андрею Ульдину</strong> за помощь в верстке<br />
<br />
<br />
Если вам понравилась идея и реализация, соберитесь в пятницу с друзьями и выпейте пива/газводы/сока за здоровье всех тех, кто участвовал в создании этого проекта.